{
  "picList": [
    "119059157_125487725950157_5595731804589770075_n.jpg",
    "IMG_0783.jpg",
    "118158088_102172518281678_5491847308939842265_n.jpg",
    "IMG_0935.jpg",
    "IMG_0754.jpg",
    "119066036_125487822616814_6319122288462948577_n.jpg",
    "119047518_125487775950152_6526342998434335257_n.jpg",
    "119051574_125487699283493_3855386632725156846_n.jpg",
    "IMG_0943.jpg",
    "118153909_102172574948339_7003872286746612137_n.jpg",
    "118160411_102172411615022_7019494279717457341_n.jpg",
    "IMG_0758.jpg",
    "IMG_0728.jpg",
    "IMG_0785.jpg",
    "119059174_125487802616816_9046958410044186808_n.jpg",
    "118252785_102172314948365_1597405902226540529_n.jpg",
    "119052047_125487749283488_2567099140196140096_n.jpg",
    "bg.jpg",
    "IMG_0753.jpg",
    "118139594_102172464948350_6430870024642569477_n.jpg",
    "IMG_0887.jpg"
  ],
  "info": [
    "Każdy z nas, będąc małym dzieckiem, marzył o życiu w „minionych lepszych czasach”.Niektórzy chłopcy bawili się w rycerzy, którzy w lśniących zbrojach, na niezwyciężonych rumakach pędzili by uratować swoją królewnę siedzącą na samym szczycie wieży. Inni bawili się w wojnę, ganiając z patykami i oddając wyimaginowane strzały zza narożnika domu do „tych innych” chowających się w trawie. Byli również i tacy, którzy na wzór Al Capone strzelali ze swojego ogromnego Thompsona i wsiadając do Chevroleta uciekali po obrabowaniu banku przed stróżami prawa. W tych ciekawych przedwojennych czasach, za wielką wodą, w barach i kawiarniach rozbrzmiewa jazz, do którego na parkiecie eleganckie panie tańczą z szykownymi gentlemanami. Po szutrowych drogach mkną wielkie czarne samochody, a coraz większą popularnością wśród ludzi szukających mocnych wrażeń cieszy się niezwykle niebezpieczny wyścig po torach zbudowanych z drewnianych desek zwany Board Track Racing. Wyścig gdzie po owalnym lub okrągłym torze, często zwanym motodronem, ścigało się kilkunastu śmiałków, pędząc z zawrotnymi prędkościami walczyli z maszyną i siłą odśrodkową która chciała ich wyrzucić poza tor. A wszystko to wokół drzazg i desek które nierzadko wyrywane wylatywały w powietrze.Wzorując się na fascynacji motocyklami uczestniczącymi w tych karkołomnych wyścigach, grupa Gold Goat Garage  stworzyła swój koncept. Mówimy oczywiście o zapożyczeniu pewnych wzorów, a nie stworzenie pełnowymiarowego motocykla wyścigowego z lat 20-tych. Bazą została Yamaha XJ 600 3KM, czyli motocykl w pierwotnych zamierzeniach stworzony jako skromny średniak aspirujący do miana uniwersalnego pojazdu codziennego. Projekt zakładał stworzenie motocykla obok którego nie można przejść obojętnie. Odjęte zostały kompletnie wszystkie elementy które nie są potrzebne do poruszania się. W kąt poszła oryginalna ogromna acha oraz plastikowe osłony boczne. Zaraz za nimi podążyły bak, siodło, kokpit z zegarami. Z ramy usunięto tylne fragmenty jednocześnie zastępując je subramą podtrzymującą wąskie skórzane siodło z logiem Gold Goat Garage. Zawieszenie zostało obniżone tak, aby otrzymać zwartą, przyczajoną sylwetkę, a obły bak w jednolitym malowaniu dopełnia całokształt. Kierownicę stanowią clip-ony, a w górną półkę został wkomponowany prędkościomierz T&T oraz stylowy zegar i termometr. Osprzęt kierownicy pozostał oryginalny, ale i on nie został nieruszony. Zdjęto z niego zmęczoną już powłokę lakierniczą i po szczotkowaniu pokryto lakierem bezbarwnym. Ten sam zabieg zastosowano przy lagach, przy czym całe zawieszenie zostało odwrócone o 180 topni względem oryginału, tak by szczęki hamulcowe znalazły się przed osią przedniego koła. Oczywiście wszystkie te zabiegi nie dałyby efektu bez zastosowania stylowych 4,5-calowych opon z bieżnikiem retro. Na silniku odnowiona została powłoka lakiernicza, gaźniki przeszły oczywisty serwis i strojenie do płaskich filtrów powietrza, stacyjka zawędrowała przed zbiornik paliwa. Cała elektronika została skrzętnie ukryta tak by nie psuć ascetycznego wyglądu, a akumulator na nowej podstawie trzymany jest przez skórzany pas. Emocje podczas jazdy są mocno niespotykane w stosunku do „tradycyjnych” motocykli. Mocno pochylona sylwetka, gdzie jednocześnie mocno zapieramy się nogami i prawie opieramy brzuchem o bak kusi do ostrzejszego traktowania manetki gazu. Głośny wydech, niskie, usztywnione zawieszenie i prawie 70 KM sprawia, że każde odkręcenie gazu wyrzuca maszynę jak z procy do przodu przy czym wygląd nie daje jasnych sygnałów o potencjale silnika. Właściciele nowych maszyn mają mocną zagwozdkę, gdy mały, czerwony motocykl na retro kołach odjeżdża im spod świateł. Ciężko jest jechać i się nie uśmiechać. Motocykl spełnił swoje założenie. Gdziekolwiek się pojawi wzbudza zainteresowanie, a jazda nim sprawia ogromną przyjemność i satysfakcję."
  ]
}
