{
  "picList": [
    "1.JPG",
    "2.JPG",
    "3.JPG",
    "4.JPG",
    "5.JPG",
    "6.JPG",
    "7.JPG",
    "8.JPG",
    "9.JPG",
    "10.JPG",
    "11.JPG",
    "12.JPG"
  ],
  "info": [
    "Gdybyśmy zrobili porównanie ras koni do motocykli to Ducati Panigale uchodzić by mogło za Araba najczystszej krwi a Triumph Rocket za potężnego zimnokrwistego Shire. Bazę którą właściciel wykorzystał do stworzenia tego motocykla porównywać można co najwyżej do osła. Przeciętny, bez temperamentu a jednocześnie niezwykle wytrzymały i odporny na trudy codziennego życia. Po długich przemyśleniach postanowił zrobić coś co już raz w historii zoologii miało miejsce. W Kairze, Egipskiej stolicy, a dokładniej w tamtejszym zoo, postanowiono pomalować osła w paski. Wprowadzono egzotykę jak najtańszym kosztem. Baza do projektu, czyli Yamaha XJ 600, jest dość popularnym motocyklem w naszym kraju dlatego zakup porządnej i niezmęczonej bazy nie stanowił dużego problemu. Po przejechaniu kilku tysięcy kilometrów i upewnieniu się, że motocykl nie ma żadnych wad ukrytych zabrano się do pracy. Motocykl rozebrany do przysłowiowej ostatniej śrubki, pomalowany a następnie mozolnie składany podle ustalonego planu. Na baku powstały tytułowe zebrze paski nadając całej figurze elementu egzotyki. Rama, po stosownym przerobieniu zakończenia pod krótkie, jednoosobowe siodło, pomalowana została na nieśmiertelną czerń. Samo siodło zostało stworzone pod ten projekt od nowa, od podstawy, przez gąbkę aż po nowe obszycie i mocowanie. Kierownica w stylu enduro, gumowe mieszki na amortyzatorach oraz grube opony nadały XJ-tce powagi i obszerności której trudno szukać w oryginale. Do tego takie smaczki jak manetki w stylu opon, kratowana przednia lampa czy skąpy, niepozorny układ kontrolek dopełniają dzieła. Układ wydechowy jest autorskim dziełem, przy spokojnej jeździe wydech nie jest uciążliwy, nie jest problemem dla sąsiadów przy porannym wyjeździe do pracy, jednak przy ostrym odkręcaniu, w zakresie 7- 9 tyś. obrotów potrafi uderzyć po bębenkach. Motocykl daje bardzo ciekawe wrażenia z jazdy. Przez zastosowanie dużo szerszych opon od standardowych, dodatkowo o charakterystyce enduro, motocykl stracił na swojej neutralności i łatwości prowadzenia. W każdy zakręt trzeba użyć troszkę siły aby go ułożyć na odpowiedni tor, zyskał za to dużą stabilność przy jeździe na wprost, nawet przy wysokich prędkościach. Siodło mimo że wydaje się bardzo krótkie jest w pełni wystarczające i pozwala na układanie się w różnych pozycjach na motocyklu, a delikatne wyprofilowanie zapobiega zsuwaniu się przy mocniejszym przyspieszaniu. Oczywiście jazda w dwójkę odpada (chyba, że w bardzo nieprzepisowy sposób). Z racji straty kilku kompletnie niepotrzebnych kilogramów motocykl żwawiej bierze się do pracy i przy energicznej jeździe, mimo swoich 61 koników osiołków, daje niesamowity funn i szeroki banan na pysku tego który odważy zasiąść się na tej niepozornej maszynie."
  ]
}
