{
  "picList": [
    "1.jpg",
    "2.jpg",
    "3.jpg",
    "4.jpg",
    "5.jpg",
    "6.jpg",
    "7.jpg",
    "8.jpg",
    "9.jpg",
    "10.jpg",
    "11.jpg",
    "12.jpg",
    "13.jpg",
    "14.jpg",
    "15.jpg",
    "16.jpg"
  ],
  "info": [
    "&emsp;Plaża, żółty piasek, las parasoli, ciepła woda obmywająca stopy. Dzieci robiące zamki z piasku, krzyk mew oraz Ty, na leżaku, w okularach przeciwsłonecznych w doborowym towarzystwie partnerki w bikini. Drink z palemką, gotowana kukurydza, chillout pod bezchmurnym niebem. Czego chcieć więcej. Niestety, w naszych szerokościach geograficznych czas błogiego lenistwa w wysokich temperaturach zarezerwowany jest tylko na kilka miesięcy w roku. Dlatego warto przygotować się do niego jak najlepiej. Część populacji dba o linię, tak aby pokazać się z jak najlepszej strony po zrzuceniu odzienia wierzchniego. Niektórzy zdobywają wcześniej opaleniznę na solarium, aby słońce nie było zaskoczone bladością skóry. Jeszcze inni szukają pojazdu, którym można zaimponować płci przeciwnej w czasie przejazdów nadmorskimi bulwarami. <br/>&emsp;Są również tacy, którzy tych pojazdów nie szukają - oni budują je sami. Baza nie była oczywista. Yamaha XJ900 Diversion, produkowana w latach 1994 - 2002 jest typowym przedstawicielem ciężkiej klasy turystycznej. Niewysilone, wyciszone od drgań i brzmień silniki, stabilna i wygodna pozycja za kierownicą i duża owiewka osłaniająca kierowcę przed trudami podróży. 90 koni mechanicznych leniwie wydobywanych z prawie litrowego silnika nie poraża dynamiką ale stabilnie, wręcz troskliwie popycha do przodu 270 kg rozpędzając się jednostajnie do 200 km/h. Czy jest w niej coś co może fascynować? Cel zbudowania Yamahy XJ 900 SummerBee był jednoznaczny. Typowa nadmorska Bulwarówka. Ma być grubo, głośno, krzykliwie. Grube terenowe opony, szeroka kierownica, głośny wydech i wyrazisty kolor. Ma skupiać na sobie uwagę, wywoływać uśmiechy i powodować odwracanie głów. Nudna i ociężała Diversion dostała drugie życie. Usunięto wszystkie zbędne dodatki. Ogromna czacha ugrzęzła w czeluściach garażu. Za nią poleciała ogromna kanapa i przyciężkie tłumiki, które zastąpione zostały krótkimi, głośnymi puszkami z możliwości usunięcia db-killerów. Koła obute zostały w opony o szerokości 140 przód i 170 tył odbiegając „delikatnie” od oryginalnych gum i zostawiając za sobą szeroki ślad w plażowym piasku. Ogromny panel prędkościomierza zastąpił multi-funkcyjny malutki wyświetlacz KOSO nadając, już prawie 30-letniemu modelowi nowoczesny akcent, podobnie jak pełne oświetlenie w technologii LED. Przerobiony tył odsłonił koło a subtelna tylna lampa nie straszy wyglądem. Siodło, wyprofilowane na nowo, obite czarną skórą ze złotymi przeszyciami oraz logiem Gold Goat Garage na zakończeniu, umożliwia jazdę w parach, jednak najwygodniej jest przy podróży solo. Przód dostał reflektor w systemie LED wraz z ringiem i małą owiewkę służącą wyłącznie celom kosmetycznym. <br/>&emsp;Wrażenia z jazdy oddają w pełni zamysł z jakim ten pojazd został zbudowany. Jest głośno, ciężko i konkretnie. Wulgarne brzmienie tłumików i bardziej sportowa pozycja, potęgowane brakiem osłony przed wiatrem i szeroką kierownicą, powoduje nadmierny rozrost pewności siebie i pewności swojego wyglądu. Głowy kręcą się szukając czynnika powodującego takie zamieszanie i natrafiają na żółty motocykl na ogromnych kołach. W sterowaniu stracił trochę na neutralności, przez zastosowanie takich opon, ale odwdzięcza się niesamowitą stabilnością i ogromnym uśmiechem na twarzy. Co do jazdy po plaży… odradzamy. Większość masy ulokowanej na przedniej osi plus stosunkowo duży moment obrotowy powodują, że przednie koło momentalnie zatapia się w piasku a tył wesoło kręci się w koło nie powodując poruszania się motocykla do przodu. Cóż, miała być bulwarówka a nie cross."
  ]
}
